INSERT INTO Student(StudentName, StudentSurname, Gender) VALUES
('Петр', 'Петров', 'Мужской'),
('Алиса', 'Васечкина', 'Женский'),
('Анатолий', 'Григорьев', 'Мужской'),
('Елизавета', 'Антипова', 'Женский'),
('Кирилл', 'Завгородний', 'Мужской'),
('Мария', 'Стеклова', 'Женский'),
('Никита', 'Ломоносов', 'Мужской'),
('Ульяна', 'Золотова', 'Женский'),
('Виталий', 'Веревкин', 'Мужской'),
('Вероника', 'Бальмина', 'Женский');
INSERT INTO Diary VALUES
(1, 3, 4, 5),
(2, 3, 3, 3),
(3, 4, 4, 4),
(4, 5, 5, 5),
(5, 2, 4, 4),
(6, 3, 3, 3),
(7, 2, 2, 2),
(8, 5, 4, 5),
(9, 5, 5, 4),
(10, 4, 4, 5);
INSERT INTO PartyPreparation VALUES
(1, 'Шары', 15, 55),
(2, 'Торт', 2, 300),
(3, 'Сок', 6, 120),
(4, 'Печенья', 12, 100),
(5, 'Шоколад', 15, 90),
(6, 'Торт', 3, 300),
(7, 'Сок', 8, 120),
(8, 'Шары', 16, 55),
(9, 'Печенья', 18, 100),
(10, 'Шоколад', 8, 90);
